Repository: BlackLynx-SA/AirSide_Web_Encore
Catalog: AirSide.WebInterface/App_GlobalResources/Language.*.resx
Languages: de

source: Shift Planning
de: Schichtplanung

source: Calendar View
de: Kalenderansicht

source: All Events
de: Alle Ereignisse

source: Maintenance Tasks
de: Wartungsaufgaben

source: Assets
de: Bauteil

source: Asset Types
de: Bauteiltyp

source: Loaded Assets
de: Geladenes Bauteil

source: Multi Asset
de: Multiple Bauteile

source: History
de: Verlauf

source: Asset History
de: Sammelbauteil

source: System Users
de: Systemanwender

source: View All Users
de: Alle Benutzer anzeigen

source: Create New User
de: Neuen Nutzer anlegen

source: Technician Groups
de: Techniker Gruppen

source: Reporting
de: Berichterstattung

source: Shift Reports
de: Schichtberichte

source: Surveyor Anomalies
de: Festgestellte Unregelmäßigkeiten

source: System Settings
de: System Einstellungen

source: Image Library
de: Bildbibliothek

source: About AirSide
de: Über Airside

source: Critical
de: Kritisch

source: Major
de: Wesentliche

source: Minor
de: Geringer

# Select_Category
source: Select a category above to view.
de: Anzuzeigende Kategorie zum Anzeigen auswählen

# Protect_Privacy
source: This blank page message helps protect your privacy. The anomalies reported via Surveyor™ will be retrieved an shown here.
de: Diese leere Nachrichtenseite hilft dir deine Privatsphäre zu schützen. Die berichteten Unregelmäßigkeiten via Surveyor werden hier angezeigt

source: Last updated on
de: Aktualisiert am

source: Text Captured
de: Texterfassung

source: My Dashboard
de: Meine Übersicht

source: Dashboard
de: Übersicht

source: Number of Assets
de: Anzahl der Bauteile

source: Active Shifts
de: Aktive Schicht

# Activity_30Days
source: Activity (Last 30 days)
de: Ereignisse (letzten 30 Tage)

source: Converted / Assigned Shifts
de: getauschte/verschobenen Schicht

source: Live Stats
de: Live Statistiken

# Resolved_Faulty_Lights
source: Resolved/Faulty (Reported Lights)
de: beseitigt/fehlerhaft (gemeldete Feuer)

source: Total Shift Completion
de: Anzahl der fertiggestellten Schichten

source: Anomalies
de: Unregelmäßigkeiten

source: Updated
de: Aktualisierte

source: Mid Cycle
de: In der Hälfte/ Mitte Zyklus

source: Almost Due
de: fast durch

source: Over Due
de: überfällig

source: Type
de: Typ

source: Technician Team
de: Team Technik

source: Date
de: Datum

source: Permit
de: Erlaubnis

source: Area
de: Bereich

source: Progress
de: Fortschritt

source: Options
de: Auswahlmöglichkeit

source: Birds Eye
de: Vogelperspektive

source: Worst Case
de: Im schlimmsten Fall

source: System Support
de: Systemunterstützung

source: Alerts
de: Alarme

# Improve_Security
source: You can improve your security further by closing the opened browser
de: Sie können ihre Internetsicherheit mit dem Schließen des geöffneten Browsers erhöhen

source: Logout
de: Ausloggen

source: Yes
de: Ja

source: No
de: Nein

source: Areas
de: Bereiche

source: Surveyor
de: Beobachter

source: Photometric
de: Photometrisch

source: Shifts
de: Schichten

source: Map Type
de: Kartentyp

source: Satellite
de: Satellit

source: Road Map
de: Fahrplan

source: Terrain
de: Gelände

source: Asset Filter
de: Bauteil Filter

source: Show Specific Asset Type
de: Zeige spezielle Bauteile

# Note_All_Assets
source: This is all asset types loaded in the system. To view all click here
de: Hier sind alle im System geladenen Bauteile. Um alle anzuzeigen hier klicken

source: Maintenance Cycle
de: Wartungszyklus

# Note_Maintenance_Filter
source: This will filter the assets per maintenance cycle for the selected task.
de: Filtert alle Bauteile nach Wartungsintervall für die ausgewählte Aufgabe

source: Show Assets Clustered
de: Zeigt alle gruppierten Bauteile

# Hint_Data_Visualization
source: This data visualization groups assets together.
de: Diese Daten Visualisierung gruppiert Bauteile zusammen

source: Area Filter
de: Bereiche Filter

source: Main Maintenance Areas
de: Haupt Wartungsbereiche

source: Sub Areas
de: Teilbereiche

# Note_Area_Filter
source: These areas are filtered according to the main area.
de: Diese Gebiete sind nach den Hauptbereichen gefiltert

source: Apply Filter
de: Filter anwenden

source: Select a date range
de: Zeitspanne auswählen

source: From
de: von

source: To
de: bis

source: This Week
de: diese Woche

source: Last Week
de: letzte Woche

source: This Month
de: diesen Monat

source: Last Month
de: letzten Monat

source: This Year
de: dieses Jahr

source: Last Year
de: letztes Jahr

source: Filter according to
de: filtern nach

source: Voice Memos
de: Sprachmemo

source: Images Taken
de: aufgenommene Bilder

source: Text Notes
de: Notizen

source: Show All Faulty
de: Zeige alle Defekte

source: Available Dates
de: verfügbare Termine

# Note_Photometric
source: This list only contains dates on which photometric runs were performed.
de: Diese Liste enthält nur Daten worauf sich die photometrische Messungen beziehen

# Note_Failed_Lights
source: This filter will only show failed lights.
de: Dieser Filter zeigt nur defekte Feuer

source: Only show faulty lights
de: Zeigt nur fehlerhafte Feuer

source: Show/Hide Selector
de: Zeige/verberge Auswahlvorrichtung

source: Create Shift
de: Erstelle Schicht

source: Create new shift for
de: Erstelle neue Schicht für

source: Select a date
de: Wähle ein Datum

source: Time of Shift
de: Uhrzeit der Schicht

source: Technician Group
de: Techniker Gruppe

source: Maintenance Task
de: Wartungsaufgabe

source: Work Permit Number
de: Nummer der Arbeitsgenehmigung

source: External Reference
de: Externer Bezug

# Info_All_Technicians
source: Info: This list contains all the technician groups loaded. To view all click here.
de: Info: Diese Liste beinhaltet alle geladenen Techniker Gruppen

# Infor_Maintenace_Tasks
source: Info: This is the list of all maintenance tasks. To view all click here
de: Info: Die ist die Liste von allen Wartungsaufgaben. Um alle anzuzeigen hier klicken.

# Note_Permit_Issued
source: If a permit was issued to go airside, please fill it in.
de: Bitte ausfüllen, wenn eine Genehmigung zum Betreten der Flugbetriebsflächen ausgestellt wurde

# Info_External_Reference
source: Info: Please supply any external system references here.
de: Info: Bitte hier alle externen Systemreferenzen versorgen

source: Add Shift
de: Schicht hinzufügen

source: Cancel
de: Löschen

source: Find assets and more
de: Finde Bauteil und mehr

source: User Events
de: Benutzer Ereignisse

source: Download to Local Calendar
de: Zum lokalen Kalender herunterladen

source: Calendar Events
de: Kalender Ereignisse

# Info_Outlook
source: Info: You can download and create open shifts in your Microsoft Outlook or iCalendar.
de: Info: Sie können in ihrem Microsoft Outlook oder iCalender offene Schichten herunterladen oder erstellen.

source: Select Event Icon
de: Ereignis Symbol auswählen

source: Event Title
de: Titel Ereignis

source: Event Description
de: Beschreibung Ereignis

source: Select Event Color
de: Ereignis Farbe auswählen

source: Please be brief
de: Bitte kurz fassen

source: Make Private
de: Als vertraulich kennzeichnen

# Note_Viewable
source: When selected this event is only viewable by you.
de: Wenn dieses Ereignis ausgewählt wir ist es nur von ihnen zu sehen

source: Add Event
de: Ereignis hinzufügen

source: Completed Shifts
de: Abgeschlossene Schicht

source: Other Events
de: Andere Ereignisse

source: Event Type
de: Ereignis Typ

source: Team
de: Gruppe

source: Start Date
de: Anfangsdatum

source: Next
de: nächstes

source: Description
de: Beschreibung

source: Title
de: Titel

source: Maintenance Items
de: Wartungsauffälligkeit

source: Category
de: Kategorie

source: Item Name
de: Artikelname

source: Select Validation
de: Art der Überprüfung auswählen

source: Visual Items
de: Sichtbare Auffälligkeiten

source: Loaded Asset Types
de: Geladene Bauteile

source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Picture
de: Bilder

source: Reference
de: Referenz/Bezug

source: Asset Description
de: Beschreibung Bauteil

source: Web Reference
de: Web Referenz

source: Fixing Points
de: Befestigungspunkte

source: Asset Picture
de: Bild Bauteil

# Note_Url_Reference
source: This is a URL that points to a reference for the asset
de: Die ist eine URL die den Bezug zum Bauteil herstellt

# Hint_Load_Images
source: You can load up additional images into the library.
de: Sie können zusätzliche Abbildungen in die Bibliothek laden.

source: Add Task
de: Aufgabe hinzufügen

source: Frequency
de: Häufigkeit

source: Validation
de: Überprüfung

source: Select the Task
de: Aufgabe auswählen

source: Maintenance Frequency
de: Wartungsintervalle

# Hint_Frequency
source: This is the maintenance frequency in days.
de: Dies ist die Wartungshäufigkeit in Tagen

source: Add Maintenance Task
de: Wartungsaufgaben hinzufügen

source: RFID
de: Funketikett (RFID-Chip)

source: Multi Asset Locations
de: Standort gesammelte Bauteile

source: Add Parent
de: Übergeordnetes Bauteil hinzufügen

source: Multi Assets
de: Gesammelte Bauteile

source: All Assets
de: Alle Bauteile

source: Load More
de: Mehr laden

# Faulty_Light_Reported
source: Faulty Light Reported (Resolved)
de: Defekte Feuer gemeldet (beseitigt)

source: Fitting was Torqued
de: Schrauben sind angezogen

source: Validation Task Performed
de: Überprüfung durchgeführt

source: User Id
de: Benutzerkennung

source: Username
de: Benutzername

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Access Level
de: Zugriffsstufe

source: Airport
de: Flughafen

source: Technician Users!
de: Techniker Benutzer

# When_loading_Technician
source: When loading a technician, the system will user the following combination for the username: First Name + 3 Characters of the Surname. A default access code of 1234 will also be allocated for the AirSide™ iPad application. You can change or reset the password under the “View All Users” section.
de: Wenn ein Techniker in das System geladen wird, wird das System folgende Kombination für den Benutzernamen erstellen: Als erstes den Namen + drei Buchstaben des Vornamens. Standardmäßig wird auch für das Airside iPad ein Zugangscode von 1234 generiert. Sie können im Bereich "Zeige alle Benutzer" das Passwort zurücksetzen oder ändern.

source: Email Address
de: Email Adresse

source: Password
de: Passwort

source: Confirm Password
de: Passwort bestätigen

source: Register
de: Registrieren

source: All Available Groups
de: Alle verfügbaren Gruppen

source: All Aavailable Users
de: Alle verfügbaren Benutzer

source: Default Group
de: Standard Gruppen

source: Add new technician
de: Neuen Techniker hinzufügen

source: Add new group
de: Neue Gruppen hinzufügen

source: Remove
de: Entfernen

source: Edit
de: Bearbeiten

source: Collapse
de: Schließen

source: Full Screen
de: Vollbild

source: Delete
de: löschen

source: Get Report
de: Bericht erstellen

source: Report View
de: Berichtsansicht

source: Shifts Date Range
de: Datumsbereich verschieben

source: Date Reported
de: Berichtszeitpunkt

source: Get All Anomalies
de: Alle Unregelmäßigkeiten anzeigen

source: Reported By
de: Berichtet von

source: Severity
de: Schwere

source: Pictures Taken
de: Fotos gemacht

source: Map View
de: Kartenansicht

source: Library
de: Bibliothek

source: Upload File
de: Datei hochladen

# Drop_files
source: Drop Files to upload
de: Drop Dateien um sie hochzuladen

source: File Description
de: Dateibeschreibung

# Title_File
source: Please enter a title for the file
de: Bitte eine Titel für die Datei eingeben

source: Accept
de: Akzeptieren

source: File Title
de: Dateititel

source: Cancel Upload
de: Hochladen abbrechen

source: Remove File
de: Datei entfernen

source: Edit Image
de: Aufnahme bearbeiten

source: Delete Image
de: Aufnahme entfernen

source: Edit the Title
de: Titel bearbeiten

source: Delete File?
de: Titel entfernen

# Delete_From_Server
source: This will delete the file from the server. Continue?
de: Dies wird die Datei vom Server löschen. Weitermachen?

source: Asset Management
de: Bauteilverwaltung

# AGL_Asset_Solution
source: Airfield ground lighting asset management solution
de: Bauteilverwaltung Flughafenbefeuerung Lösung

# New_Era
source: In this new area of information and accountability, it"s hard to make sense of data if it"s not relevant. AirSide™ helps you to maximise your investment in current infrastructure, by providing detailed, accountable accurate information.
de: In dieser neuen Zeit der Informations- und Rechenschaftspflicht, ist es nicht leicht Daten richtig zu verstehen und zu nutzen. Airside hilft ihnen ihre Ausgaben für die aktuelle Infrastruktur zu minimieren, indem es ihnen detaillierte und genau zählbare Informationen zur Verfügung stellt.

source: Version Information
de: Versionsinformation

source: Web API
de: Web Programmierschnittstelle

source: iOS Application
de: iOS Anwendung

source: Copyright
de: Urheberrecht

# All_Rights_Reserved
source: Copyright © ADB Airfield Solutions - All Rights Reserved
de: Urheberrecht Alle Rechte vorbehalten

# Unauthorized
source: Unauthorized copying of this site, or any part of the site via any medium is strickly prohibited.
de: Unerlaubte Vervielfältigung von dieser Seite, oder in jedem Bereich der Webseite, mit jedem Medium ist strengstens verboten

# Proprietary
source: Proprietary and confidential. Written by BlackLynx, 2016
de: Urheberrechtlich und vertrauliche. Geschrieben von Black Lynx, 2016

source: English
de: Englisch

source: Geo Information
de: Geo-Informationen

source: German
de: Deutsche

source: Loaded User
de: Geladen Benutzer

# Change_Shift_Status_Close
source: This will change the status of the shift to close.
de: Dadurch wird der Status der Verschiebung ändern zu schließen.

source: Done
de: Erledigt

# Error_Shift_Status
source: Error changing the shift status
de: Fehler der Schaltstatusänderung

source: Failed to get active shifts
de: Fehler beim aktiven Schichten erhalten

source: Generate PDF
de: PDF Generieren

source: Mark as complete?
de: Als abgeschlossen markieren?

# Shift_Set_Complete
source: The shift has been set to complete. You can create a new shift by clicking 'Create New Event'
de: Die Verschiebung wurde eingestellt abzuschließen. Sie können durch Klicken auf "Neues Ereignis erstellen" eine neue Verschiebung erstellen

source: Shift Status Changed
de: Verschiebung Statusänderung

source: View All Events
de: Alle Veranstaltungen

source: Add Item
de: Artikel hinzufügen

source: Add New Event
de: Neuen Termin hinzufügen

source: Agenda
de: Woche

source: Check List Added
de: Checkliste hinzugefügt

# Check_List_Added_Desc
source: The Check List was added successfully. Please update the cache on the iPad to reflect.
de: Die Checkliste wurde hinzugefügt. Bitte aktualisieren Sie den Cache auf dem iPad zu reflektieren.

source: Completion
de: Fertigstellung

source: Create Checklist
de: Erstellen Checkliste

# Download_Outlook
source: You can download and create open shifts in your Microsoft Outlook or iCalendar.
de: Sie können offene Verschiebungen in Microsoft Outlook oder iCalendar herunterladen und erstellen.

source: Events
de: Veranstaltungen

# Max_Length
source: Maxlength is set to 40 characters
de: Maxlength ist auf 40 Zeichen gesetzt

source: Month
de: Monat

source: Note
de: Anmerkung

# Note_Add_To_List
source: The items will be added to list below. When you are ready you can save it to the server.
de: Die Einzelteile werden hinzugefügt werden unten aufgelistet. Wenn Sie bereit sind, können Sie es auf dem Server speichern.

source: Released
de: Freigegeben

source: Release Notes
de: Versionshinweise

source: Reports
de: Berichte

source: Save List
de: Liste speichern

source: Showing
de: Zeigt

# Task_Assosiated
source: This task will be assosiated with this shift
de: Diese Aufgabe wird mit dieser Verschiebung assosiated werden

source: Today
de: Tag

# Viewable_By_You
source: When selected this event is only viewable by you.
de: Wenn dieses Ereignis ausgewählt ist nur für Sie sichtbar.

source: Web Application
de: Internetanwendung

source: here
de: klick

# This_Is_All_Asset_Types
source: This is all loaded asset types in the system. To view all click
de: Dies ist alle geladenen Asset-Typen im system. So zeigen hier alle

source: No Data
de: Keine Daten

source: Recently Updated
de: Kürzlich aktualisiert

source: Add New User
de: Neuen Benutzer hinzufügen

# Asset_Has_No_History
source: The asset you selected has no history.
de: Das Asset, keine Geschichte ausgewählt hat.

source: Change Password
de: Passwort ändern

# Cluster_Visualize
source: This data visualization groups assets together.
de: Diese Datenvisualisierung Gruppen Vermögenswerte zusammen.

source: Complete Shift
de: Komplette Verschiebung

# Custom_Shift_Created
source: assets were added to this custom shift. You can view all shifts under the Shift Planning section
de: Vermögenswerte wurden zu dieser benutzerdefinierten Verschiebung hinzugefügt. Sie können alle Verschiebungen unter der Einsatzplanung Abschnitt anzuzeigen

# Error_Custom_Shift
source: Error creating a custom shift
de: Fehler eine benutzerdefinierte Verschiebung zu schaffen

# Error_Retrieve_Asset_Type
source: Error Retrieving Asset Types
de: Fehler beim Abrufen der Asset-Typen

# Filter_According_to_Cycle
source: This will filter the assets per maintenance cycle for the selected task.
de: Dadurch werden die Vermögen pro Wartungszyklus für die ausgewählte Aufgabe zu filtern.

source: No Assets
de: Keine Assets

source: No History
de: Keine Geschichte

source: Password Changed
de: Passwort geändert

# Password_Has_Changed
source: password has been changed.
de: Das Passwort wurde geändert

source: performed
de: durchgeführt

# Performed_Following_Checks
source: performed the following checks
de: geführt, um die folgenden Prüfungen

source: Photometric data for
de: Photometrisch daten für

# Please_Enter_Password
source: Please enter a password
de: Bitte Passwort eingeben

source: Reset Password
de: Passwort zurücksetzen

# Select_Assets_For_Shift
source: Please select assets to create a shift
de: Bitte wählen Sie Vermögenswerte eine Verschiebung zu erstellen

source: Shift Created
de: Erstellt Verschiebung

source: task
de: aufgabe

# This_Will_Change_Password
source: This will change the user password. Continue
de: Dadurch wird das Benutzerpasswort ändern. Fortsetzen

source: Change
de: Veränderung

# Change_Title_To_Update
source: Change title to update and save instantly!
de: Ändern Sie Titel zu aktualisieren und zu speichern sofort!

source: Create New Group
de: Erstelle eine neue Gruppe

source: Default Group Updated
de: Standardgruppe Aktualisiert

source: Default Technician Group Updated
de: Standard Techniker Gruppe aktualisiert

# Delete_File_From_Server
source: This will delete the file from the server. Continue?
de: Dadurch wird die Datei vom Server zu löschen. Fortsetzen?

source: File Uploaded
de: Dateien hochgeladen

source: Group Added
de: Gruppe hinzugefügt

source: Group Name
de: Gruppenname

source: Image Deleted
de: Bild gelöscht

source: Image Updated
de: Bild aktualisiert

# Name_New_Group
source: Please enter a name for the new group
de: Bitte geben Sie einen Namen für die neue Gruppe

# New_Tech_Group_Added
source: New technician group added
de: New Techniker Gruppe hinzugefügt

source: No Title
de: Kein Titel

source: (or Click)
de: oder klicken Sie auf

# Proprietry_Confidential
source: Proprietary and confidential. Written by BlackLynx
de: Urheberrechtlich geschützt und vertraulich. Geschrieben von BlackLynx

source: Select Access Level
de: Wählen Sie Zugriffsebene

source: Select an Airport
de: Wählen Sie einen Flughafen

# Select_Default_Group
source: Please select a default group
de: Bitte wählen Sie eine Standardgruppe

source: Technicians
de: Techniker

source: Technician added
de: Techniker hinzugefügt

# Technician_Added_To_Group
source: Technician added to selected group.
de: Techniker hinzugefügt, um ausgewählte Gruppe

source: Technician Reset
de: Techniker zurücksetzen

# Technician_To_Default
source: Technician added to his default group
de: Techniker hinzugefügt, um seine Standardgruppe

source: Upload Cancelled
de: hochladen Cancelled

source: Add Asset
de: Hinzufügen Bauteil

source: Asset Location
de: Bauteil Speicherort

source: Asset Selection
de: Wählen Sie Asset

source: Clear All Files
de: Alles Files

source: Light Faulty
de: Licht defekt

source: Maintenance Status
de: Wartungsstatus

source: Manual
de: Handbuch

source: Refresh
de: Auffrischen

source: Threshold for Failure
de: Schwelle für Ausfall

source: Upload
de: Hochladen

source: Upload CSV
de: Laden CSV

source: Upload Image
de: Bild hochladen
